Repository: MelanieLangevin/cinema_booking
Catalog: app/Locale/nld/LC_MESSAGES/default.po
Languages: nl_be

source: Invalid category
nl_be: Ongeldige rubriek

source: The category has been saved
nl_be: De categorie is opgeslagen

source: The category could not be saved. Please, try again.
nl_be: De rubriek kon niet worden opgeslagen. Wees zo goed, probeer het opnieuw.

source: Category deleted
nl_be: Categorie verwijderd

source: Category was not deleted
nl_be: Categorie werd niet verwijderd

source: Invalid cinema
nl_be: Ongeldige bioscoop

source: The cinema has been saved
nl_be: De film is opgeslagen

source: The cinema could not be saved. Please, try again.
nl_be: De bioscoop kan niet worden opgeslagen. Wees zo goed, probeer het opnieuw.

source: Cinema deleted
nl_be: Cinema verwijderd

source: Cinema was not deleted
nl_be: Bioscoop was niet verwijderd

source: Invalid cinemas showing
nl_be: Ongeldige bioscopen weergegeven:

source: The cinemas showing has been saved
nl_be: De bioscopen tonen is opgeslagen

source: The cinemas showing could not be saved. Please, try again.
nl_be: De bioscopen weergegeven: kon niet worden opgeslagen. Wees zo goed, probeer het opnieuw.

source: Cinemas showing deleted
nl_be: Bioscopen met verwijderde

source: Cinemas showing was not deleted
nl_be: Bioscopen tonen werd niet verwijderd

source: Invalid movie
nl_be: Ongeldige film

source: The movie has been saved
nl_be: De film is opgeslagen

source: The movie could not be saved. Please, try again.
nl_be: De film kon niet worden opgeslagen. Wees zo goed, probeer het opnieuw.

source: Movie deleted
nl_be: Film verwijderd

source: Movie was not deleted
nl_be: Film was niet verwijderd

source: Invalid showing
nl_be: Ongeldige weergegeven:

source: The showing has been saved
nl_be: De vertoning is opgeslagen

source: The showing could not be saved. Please, try again.
nl_be: De weergegeven: kon niet worden opgeslagen. Wees zo goed, probeer het opnieuw.

source: Showing deleted
nl_be: Verwijderde tonen

source: Showing was not deleted
nl_be: Weergegeven: was niet verwijderd

source: Invalid user
nl_be: Ongeldige gebruiker

source: The user has been saved
nl_be: De gebruiker is opgeslagen

source: The user could not be saved. Please, try again.
nl_be: De gebruiker kan niet worden opgeslagen. Alsjeblieft, probeer het opnieuw.

source: User deleted
nl_be: Gebruiker verwijderd

source: User was not deleted
nl_be: Gebruiker werd niet verwijderd

source: The translation has been saved
nl_be: De vertaling is opgeslagen

source: Translation saved
nl_be: Vertaling opgeslagen

source: Translation deleted
nl_be: Vertaling verwijderd

source: Could not save the translation, please check your inputs.
nl_be: Kon niet opslaan de vertaling, gelieve te controleren uw ingangen.

source: Invalid Translation
nl_be: Ongeldige vertaling

source: You need to confirm to delete this Translation
nl_be: U moet bevestigen als u wilt verwijderen van deze vertaling

source: Admin Add Translation
nl_be: Admin toevoegen vertaling

source: List Translations
nl_be: Lijst vertalingen

source: Delete Translation "%s"?
nl_be: Vertaling "%s" verwijderen?

source: Be aware that your Translation and all associated data will be deleted if you confirm!
nl_be: Let op dat uw vertaling en alle bijbehorende gegevens worden verwijderd als u bevestigen!

source: You have to confirm.
nl_be: U moet bevestigen.

source: Continue
nl_be: Doorgaan

source: Admin Edit Translation
nl_be: Admin bewerken vertaling

source: Delete
nl_be: Wissen

source: Submit
nl_be: Bevestigen

source: Translations
nl_be: Vertalingen

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
nl_be: {Page: pagina} van {: pagina's}, {tonen: current} registreert van {: count} totaal, te beginnen op de plaat {: start}, eindigend op {: end}

source: Locale Name
nl_be: Localenaam

source: Model Name
nl_be: Modelnaam

source: Field
nl_be: Veld

source: Search
nl_be: Zoek

source: Actions
nl_be: Action

source: View
nl_be: Toon snel

source: Edit
nl_be: Bewerk

source: Edit All locales for this entry
nl_be: Alle landinstellingen voor dit item bewerken

source: New Translation
nl_be: Nieuwe vertaling

source: Translation
nl_be: Vertaling

source: Foreign Key
nl_be: Refererende sleutel

source: Edit Translation
nl_be: Vertaling bewerken

source: Delete Translation
nl_be: Vertaling verwijderen

source: List Categories
nl_be: Lijst Categorieën

source: Add Category
nl_be: Categorie toevoegen

source: Category
nl_be: Categorie

source: Are you sure you want to delete # %s?
nl_be: Weet u zeker dat u wilt verwijderen van # %s?

source: Edit Category
nl_be: Categorie bewerken

source: New Category
nl_be: Nieuwe categorie

source: Categories
nl_be: Categorieën

source: Name
nl_be: Naam

source: Description
nl_be: Beschrijving

source: Previous
nl_be: Vorige

source: Next
nl_be: Volgende

source: Delete Category
nl_be: Categorie verwijderen

source: Cinema
nl_be: Bioscoop

source: List Cinemas
nl_be: Lijst bioscopen

source: User
nl_be: gebruiker

source: List Users
nl_be: Gebruikers weer te geven

source: New User
nl_be: Nieuwe gebruiker

source: Showing
nl_be: Toon

source: List Showings
nl_be: Lijst voorstellingen

source: New Showing
nl_be: Nieuwe tonen

source: Add Cinema
nl_be: Toevoegen van Cinema

source: Edit Cinema
nl_be: Bewerken Cinema

source: New Cinema
nl_be: Nieuwe Cinema

source: Cinemas
nl_be: Bioscopen

source: name
nl_be: Naam:

source: adress
nl_be: Adres:

source: phone
nl_be: Telefoon

source: user_id
nl_be: #user_id#<br>

source: Adress
nl_be: Adres:

source: Phone
nl_be: Telefoon

source: Related Showings
nl_be: Verwante voorstellingen

source: Date
nl_be: Datum

source: Price
nl_be: Prijs

source: Movie
nl_be: Film

source: List Cinemas Showings
nl_be: Lijst bioscopen voorstellingen

source: Add Cinemas Showing
nl_be: Toevoegen van bioscopen weergegeven:

source: Edit Cinemas Showing
nl_be: Bewerken bioscopen weergegeven:

source: New Cinemas Showing
nl_be: Nieuwe bioscopen weergegeven:

source: Cinemas Showings
nl_be: Bioscopen voorstellingen

source: Delete Cinemas Showing
nl_be: Delete bioscopen weergegeven:

source: Cinemas Showing
nl_be: Bioscopen weergegeven:

source: List Movies
nl_be: Lijst met films

source: New Categories
nl_be: Nieuwe categorieën

source: Add Movie
nl_be: Film toevoegen

source: Edit Movie
nl_be: Film bewerken

source: New Movie
nl_be: Nieuwe film

source: Movies
nl_be: Bioscoop

source: Title
nl_be: Titel

source: Year
nl_be: Jaar

source: Summary
nl_be: Samenvatting

source: Delete Movie
nl_be: Film verwijderen

source: Add Showing
nl_be: Toevoegen weergegeven:

source: Edit Showing
nl_be: Bewerken weergegeven:

source: Showings
nl_be: Voorstellingen

source: date
nl_be: Datum

source: price
nl_be: prijs

source: Delete Showing
nl_be: Verwijderen weergegeven:

source: Related Cinemas
nl_be: Verwante bioscopen

source: Logout
nl_be: Afmelden

source: Login
nl_be: Inloggen

source: Go to
nl_be: Ga naar

source: Users
nl_be: Gebruikers

source: Add User
nl_be: Gebruiker toevoegen

source: Edit User
nl_be: Gebruiker bewerken

source: username
nl_be: Gebruikersnaam

source: role
nl_be: Sociale rol

source: created
nl_be: Aangemaakt

source: modified
nl_be: Gewijzigd

source: Please enter your username and password
nl_be: Voer uw gebruikersnaam en wachtwoord

source: Delete User
nl_be: Gebruiker verwijderen

source: Username
nl_be: Gebruikersnaam

source: Role
nl_be: Sociale rol

source: Created
nl_be: Aangemaakt

source: Modified
nl_be: Gewijzigd

source: numeric
nl_be: numerieke

source: decimal
nl_be: decimale

source: A username is required
nl_be: Een gebruikersnaam is vereist

source: A password is required
nl_be: Een wachtwoord is vereist

source: Please enter a valid role
nl_be: Voer een geldige rol

source: Please enter a Locale
nl_be: Voer een Locale

source: Please enter a Model
nl_be: Voer een Model

source: Please enter a Foreign Key
nl_be: Voer een refererende sleutel

source: Please enter a Field
nl_be: Voer een veld

source: -> Testing :url
nl_be: -> Testen: url

source: Total Requests made: :requests
nl_be: Total verzoeken:: verzoeken

source: Total Time elapsed: :duration (seconds)
nl_be: Totale tijd die is verstreken:: duur (seconden)

source: Requests/Second: :rps req/sec
nl_be: Aanvragen per seconde:: rps req/sec

source: Average request time: :average-time seconds
nl_be: Gemiddelde verzoek tijd:: gemiddelde-time seconden

source: Standard deviation of average request time: :std-dev
nl_be: Standaarddeviatie van de gemiddelde verzoek tijd:: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
nl_be: Langste/kortste verzoek:: langste sec /: kortste sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
nl_be: U kunt voor sommige ruwe benchmarking statisticsabout een volledig gekwalificeerde URL.

source: The URL to request.
nl_be: De URL om te vragen.

source: Number of iterations to perform.
nl_be: Het aantal iteraties om uit te voeren.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the timeout, only one request will be made
nl_be: Maximale totale tijd voor alle herhalingen, in seconden. Als een enkele iteratie meer dan de time-out neemt, zal slechts één verzoek worden gedaan

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
nl_be: Voorbeeld van gebruik: 'taart benchmark--n 10--t 100 http://localhost/testsite'. <info>Opmerking:</info> deze benchmark omvat geen browser render tijden.

source: Component initialization
nl_be: Component initialisatie

source: Controller action
nl_be: Controller actie

source: Controller action start
nl_be: Controller actie start

source: Processing toolbar state
nl_be: Verwerking van werkbalk staat

source: Processing toolbar data
nl_be: Werkbalk gegevensverwerking

source: Controller render start
nl_be: Controller render begin

source: Could not load DebugToolbar panel %s
nl_be: DebugToolbar paneel %s kan niet worden geladen

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
nl_be: Core-verwerking (afgeleid van $_SERVER["REQUEST_TIME"])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
nl_be: Al verstuurd in %s op lijn %s. headers kunnen niet verzenden FirePHP logboekgegevens.

source: Incorrect parameter count for FireCake::fb()
nl_be: Onjuiste parameter tellen voor FireCake::fb()

source: Maximum number (99,999) of messages reached!
nl_be: Maximum aantal (99.999) berichten bereikt!

source: There are no active panels. You must enable a panel to see its output.
nl_be: Er zijn geen actieve panelen. U moet een paneel om te zien de uitvoer inschakelen.

source: App Constants
nl_be: App-constanten zijn

source: CakePHP Constants
nl_be: CakePHP-constanten zijn

source: PHP Environment
nl_be: PHP omgeving

source: Hidef Environment
nl_be: Hidef milieu

source: Request History
nl_be: Verzoek geschiedenis

source: No previous requests logged.
nl_be: Geen eerdere verzoeken geregistreerd.

source: previous requests available
nl_be: eerdere verzoeken beschikbaar

source: Restore to current request
nl_be: Terugzetten naar de huidige aanvraag

source: Included Files
nl_be: Opgenomen bestanden

source: Time
nl_be: Tijd

source: Message
nl_be: Bericht

source: There were no log entries made this request
nl_be: Er waren geen vermeldingen in het beveiligingslogboek dit verzoek gedaan

source: No post data.
nl_be: Geen post-gegevens.

source: No querystring data.
nl_be: Geen querystring-gegevens.

source: Current Route
nl_be: Huidige Route

source: Session
nl_be: Sessie

source: Sql Logs
nl_be: SQL-logboeken

source: No query logs when debug < 2.
nl_be: Geen query zich aanmeldt wanneer debug < 2.

source: No query logs.
nl_be: Geen query logs.

source: Total Time: %s ms <br />Total Queries: %s queries
nl_be: Totale tijd: %s ms<br>Totale query's: %s query's

source: %s duplicate queries run.
nl_be: %s dubbele query's worden uitgevoerd.

source: Query Explain:
nl_be: Query uitleggen:

source: Click an "Explain" link above, to see the query explanation.
nl_be: Klik op een "Explain" link hierboven, om te zien de query uitleg.

source: No active database connections
nl_be: Geen actieve databaseverbindingen

source: Memory
nl_be: Geheugen

source: Peak Memory Use
nl_be: Gebruik van het geheugen piek

source: Memory use
nl_be: Gebruik van het geheugen

source: Total Request Time:
nl_be: Totale verzoek tijd:

source: Time in ms
nl_be: Tijd in ms

source: View Variables
nl_be: Weergave variabelen

source: Rendering View
nl_be: Weergave weergave

source: Rendering %s
nl_be: Weergave %s

source: View render complete
nl_be: Weergave volledige renderen

source: Explain
nl_be: Uitleggen

source: Starting %sms into the request, taking %sms
nl_be: Starten %sms in de aanvraag, neemt %sms

source: No markup errors found
nl_be: Geen markup fouten gevonden

source: maybe slow
nl_be: misschien langzaam

source: Absolute path or relative to APP.
nl_be: Absoluut pad of relatief ten opzichte van APP.

source: The requested address %s was not found on this server.
nl_be: De gevraagde adres%s is niet gevonden op deze server.

source: An Internal Error Has Occurred.
nl_be: Er is een interne fout opgetreden.

source: CakePHP: the rapid development php framework
nl_be: CakePHP: de snelle ontwikkeling php framework

source: Release Notes for CakePHP %s.
nl_be: Release Notities voor CakePHP %s.

source: Read the changelog
nl_be: De changelog lezen

source: URL rewriting is not properly configured on your server.
nl_be: URL herschrijven is niet correct geconfigureerd op uw server.

source: Your version of PHP is 5.2.8 or higher.
nl_be: Uw versie van PHP 5.2.8 is of hoger.

source: Your version of PHP is too low. You need PHP 5.2.8 or higher to use CakePHP.
nl_be: Uw versie van PHP is te laag. U moet PHP 5.2.8 of hoger te gebruiken van CakePHP.

source: Your tmp directory is writable.
nl_be: Uw tmp directory is schrijfbaar.

source: Your tmp directory is NOT writable.
nl_be: Uw tmp directory is niet beschrijfbaar.

source: The %s is being used for core caching. To change the config edit %s
nl_be: De %s wordt gebruikt voor caching van core. Als u wilt wijzigen de config bewerken %s

source: Your cache is NOT working. Please check the settings in %s
nl_be: Uw cache werkt niet. Controleer de instellingen in %s

source: Your database configuration file is present.
nl_be: Uw database configuratiebestand is aanwezig.

source: Your database configuration file is NOT present.
nl_be: Uw database configuratiebestand is niet aanwezig.

source: Rename %s to %s
nl_be: Hernoemen %s naar %s

source: CakePHP is able to connect to the database.
nl_be: CakePHP is in staat om te verbinden met de database.

source: CakePHP is NOT able to connect to the database.
nl_be: CakePHP is niet kundig voor verbinden met de database.

source: PCRE has not been compiled with Unicode support.
nl_be: PCRE is niet gecompileerd met ondersteuning voor Unicode.

source: Recompile PCRE with Unicode support by adding <code>--enable-unicode-properties</code> when configuring
nl_be: Hercompileer PCRE met Unicode-ondersteuning door het toevoegen van <code>--enable-unicode-properties</code> bij het configureren van

source: DebugKit plugin is present
nl_be: DebugKit plugin is aanwezig

source: DebugKit is not installed. It will help you inspect and debug different aspects of your application.
nl_be: DebugKit is niet geïnstalleerd. Het zal u helpen controleren en fouten opsporen in verschillende aspecten van uw toepassing.

source: You can install it from %s
nl_be: U kunt het installeren van %s

source: Editing this Page
nl_be: Deze pagina bewerken

source: To change the content of this page, edit: %s.<br /> To change its layout, edit: %s.<br /> You can also add some CSS styles for your pages at: %s.
nl_be: Om de inhoud van deze pagina veranderen, bewerkt: %s.<br>Wilt wijzigen van de lay-out, bewerkt: %s.<br>U kunt ook bepaalde CSS-stijlen toevoegen voor uw pagina's op: %s.

source: Getting Started
nl_be: Beginnen

source: The 15 min Blog Tutorial
nl_be: De 15 min Blog Tutorial

source: Official Plugins
nl_be: Officiële Plugins

source: provides a debugging toolbar and enhanced debugging tools for CakePHP applications.
nl_be: biedt een debugging werkbalk en verbeterde hulpprogramma's voor foutopsporing voor CakePHP toepassingen.

source: contains various localized validation classes and translations for specific countries
nl_be: bevat verschillende gelokaliseerde validatie klassen en vertalingen voor bepaalde landen

source: More about CakePHP
nl_be: Meer over CakePHP

source: CakePHP is a rapid development framework for PHP which uses commonly known design patterns like Active Record, Association Data Mapping, Front Controller and MVC.
nl_be: CakePHP is een snelle ontwikkelingskader voor PHP die algemeen bekende ontwerppatronen zoals de actieve Record, vereniging Data Mapping, Front Controller en MVC gebruikt.

source: Our primary goal is to provide a structured framework that enables PHP users at all levels to rapidly develop robust web applications, without any loss to flexibility.
nl_be: Ons primaire doel is om een gestructureerd kader waarmee PHP gebruikers op alle niveaus om te snel ontwikkelen van robuuste webapplicaties, zonder verlies aan flexibiliteit.

source: The Rapid Development Framework
nl_be: Het snelle ontwikkelingskader

source: CakePHP Documentation
nl_be: CakePHP documentatie

source: Your Rapid Development Cookbook
nl_be: Uw snelle ontwikkeling Cookbook

source: Quick API Reference
nl_be: Snelle API: naslag

source: The Bakery
nl_be: De bakkerij

source: Everything CakePHP
nl_be: Alles CakePHP

source: A comprehensive list of all CakePHP plugins created by the community
nl_be: Een uitgebreide lijst van alle CakePHP plugins gemaakt door de Gemeenschap

source: Everything related to the CakePHP community in one place
nl_be: Alles met betrekking tot de CakePHP Gemeenschap op één plaats

source: CakePHP Google Group
nl_be: CakePHP Google-discussiegroep

source: Community mailing list
nl_be: Communautaire mailinglijst

source: Live chat about CakePHP
nl_be: Live chat over CakePHP

source: Find the CakePHP code on GitHub and contribute to the framework
nl_be: De CakePHP code op GitHub vinden en bijdragen tot het kader

source: CakePHP Issues
nl_be: CakePHP kwesties

source: CakePHP Roadmaps
nl_be: CakePHP routekaarten

source: Training
nl_be: Trainen

source: Join a live session and get skilled with the framework
nl_be: Join een live sessie en ontvang ervaren met het kader

source: Don't miss our annual CakePHP conference
nl_be: Niet te missen onze jaarlijkse conferentie van CakePHP

source: Cake Software Foundation
nl_be: Taart Software Foundation

source: Promoting development related to CakePHP
nl_be: Bevordering van de ontwikkeling met betrekking tot CakePHP

source: Debug setting does not allow access to this url.
nl_be: Debug instelling staat geen toegang tot deze url.
