Repository: MelanieLangevin/cinema_booking
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_ca

source: Invalid category
fr_ca: Catégorie non valide

source: The category has been saved
fr_ca: La catégorie a été enregistrée

source: The category could not be saved. Please, try again.
fr_ca: Catégorie n'a pas été sauvegardée. Veuillez réessayer.

source: Category deleted
fr_ca: Catégorie supprimée

source: Category was not deleted
fr_ca: Catégorie n'a pas été supprimé.

source: Invalid cinema
fr_ca: Cinéma non valide

source: The cinema has been saved
fr_ca: Le cinéma a été enregistré

source: The cinema could not be saved. Please, try again.
fr_ca: Le cinéma n'a pas été sauvegardé. Veuillez réessayer.

source: Cinema deleted
fr_ca: Cinéma supprimé

source: Cinema was not deleted
fr_ca: Cinéma n'a pas été supprimé.

source: Invalid movie
fr_ca: Film non valide

source: The movie has been saved
fr_ca: Le film a été enregistré

source: The movie could not be saved. Please, try again.
fr_ca: Le film n'a pas été sauvegardé. Veuillez réessayer.

source: Movie deleted
fr_ca: Film supprimé

source: Movie was not deleted
fr_ca: Film n'a pas été supprimé.

source: Invalid showing
fr_ca: Projection invalide

source: The showing has been saved
fr_ca: La projection a été enregistrée

source: The showing could not be saved. Please, try again.
fr_ca: La projection n'a pas été sauvegardée. Veuillez réessayer.

source: Showing deleted
fr_ca: Projection supprimé.

source: Showing was not deleted
fr_ca: Projection n'a pas été supprimé.

source: Invalid user
fr_ca: Utilisateur non valide

source: The user has been saved
fr_ca: L'utilisateur a été enregistré

source: The user could not be saved. Please, try again.
fr_ca: Utilisateur n'a pas été sauvegardé. Veuillez réessayer.

source: User deleted
fr_ca: Utilisateur supprimé

source: User was not deleted
fr_ca: L'utilisateur n'a pas été supprimé

source: The translation has been saved
fr_ca: La traduction a été sauvée

source: Translation saved
fr_ca: Traduction sauvée

source: Translation deleted
fr_ca: Traduction supprimée

source: Could not save the translation, please check your inputs.
fr_ca: Pouvait pas enregistrer la traduction, s'il vous plaît vérifier vos entrées.

source: Invalid Translation
fr_ca: Traduction non valide

source: You need to confirm to delete this Translation
fr_ca: Vous devez confirmer pour supprimer cette traduction

source: Admin Add Translation
fr_ca: Admin a ajouté de la traduction

source: List Translations
fr_ca: Liste des traductions

source: Delete Translation "%s"?
fr_ca: Supprimer la traduction « %s » ?

source: Be aware that your Translation and all associated data will be deleted if you confirm!
fr_ca: Soyez conscient que votre traduction et toutes les données associées seront supprimées si vous confirmez!

source: Confirm
fr_ca: Confirmer

source: You have to confirm.
fr_ca: Vous devez confirmer.

source: Continue
fr_ca: Continuer

source: Admin Edit Translation
fr_ca: Traduction de l'Edit par l'admin

source: Delete
fr_ca: Supprimer

source: Submit
fr_ca: Soumettre

source: Translations
fr_ca: Traduction

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fr_ca: Page {:page} de {:pages}, montrant {:current} registres de {:count} total, de registre {:start} à {:end}

source: Locale Name
fr_ca: Nom de paramètres régionaux

source: Model Name
fr_ca: Modèle

source: Field
fr_ca: Champ

source: Content
fr_ca: Contenu

source: Search
fr_ca: Recherche

source: View
fr_ca: Vue

source: Edit
fr_ca: Modifier

source: Edit All locales for this entry
fr_ca: Modifier tous les paramètres régionaux pour cette entrée

source: New Translation
fr_ca: Nouvelle traduction

source: Translation
fr_ca: Transduction

source: Model
fr_ca: Modèle

source: Foreign Key
fr_ca: Clé étrangère

source: Edit Translation
fr_ca: Modifier la traduction

source: Delete Translation
fr_ca: Supprimer la traduction

source: List Categories
fr_ca: Liste des catégories

source: Add Category
fr_ca: Ajouter une catégorie

source: Category
fr_ca: Catégorie

source: Are you sure you want to delete # %s?
fr_ca: Êtes-vous sûr de vouloir supprimer #%s?

source: Edit Category
fr_ca: Modifer la catégorie

source: New Category
fr_ca: Nouvelle catégorie

source: Categories
fr_ca: Catégories

source: Name
fr_ca: Nom

source: Previous
fr_ca: Précédent

source: Next
fr_ca: Prochain

source: Delete Category
fr_ca: Supprimer la catégorie

source: Cinema
fr_ca: Cinéma

source: List Cinemas
fr_ca: Liste des cinémas

source: User
fr_ca: Utilisateur

source: List Users
fr_ca: Liste des utilisateurs

source: New User
fr_ca: Nouvel Utilisateur

source: Showing
fr_ca: Projection

source: List Showings
fr_ca: Liste des projections

source: New Showing
fr_ca: Nouvelle projection

source: Add Cinema
fr_ca: Ajouter Cinema

source: Edit Cinema
fr_ca: Modifier cinéma

source: New Cinema
fr_ca: Nouveau cinéma

source: Cinemas
fr_ca: Cinéma

source: name
fr_ca: Nom

source: adress
fr_ca: adresse

source: phone
fr_ca: Téléphone

source: Delete Cinema
fr_ca: Supprimer cinéma

source: Adress
fr_ca: Adresse

source: Phone
fr_ca: Téléphone

source: Related Showings
fr_ca: Projections reliées

source: Price
fr_ca: Prix

source: Movie
fr_ca: Film

source: List Cinemas Showings
fr_ca: Liste des projections de cinéma

source: Add Cinemas Showing
fr_ca: Ajouter une projection de cinéma

source: Edit Cinemas Showing
fr_ca: Modifier une projection de cinéma

source: New Cinemas Showing
fr_ca: Nouvelle projection de cinéma

source: Cinemas Showings
fr_ca: Projections cinémas

source: Delete Cinemas Showing
fr_ca: Supprimer la projection de cinéma

source: Cinemas Showing
fr_ca: projection de cinéma

source: List Movies
fr_ca: Liste des films

source: New Categories
fr_ca: Nouvelles catégories

source: Add Movie
fr_ca: Ajouter film

source: Edit Movie
fr_ca: Modifier le film

source: New Movie
fr_ca: Nouveau film

source: Movies
fr_ca: Films

source: Title
fr_ca: Titre

source: Year
fr_ca: Année

source: Summary
fr_ca: Résumé

source: Delete Movie
fr_ca: Supprimer le film

source: Add Showing
fr_ca: Ajouter une projection

source: Edit Showing
fr_ca: Modifier la projection

source: Showings
fr_ca: Projections

source: price
fr_ca: prix

source: Delete Showing
fr_ca: Supprimer la projection

source: Related Cinemas
fr_ca: Cinéma relié

source: Logout
fr_ca: Se déconnecter

source: Login
fr_ca: Se connecter

source: Go to
fr_ca: Aller à

source: Users
fr_ca: Utilisateurs

source: Add User
fr_ca: Ajouter Utilisateur

source: Edit User
fr_ca: Modifier l'Utilisateur

source: username
fr_ca: Nom utilisateur :

source: e-mail
fr_ca: courriel

source: role
fr_ca: rôle

source: created
fr_ca: Créé le

source: modified
fr_ca: Modifié le

source: Please enter your username and password
fr_ca: Veuillez entrer votre nom d'utilisateur et mot de passe

source: Delete User
fr_ca: Supprimer l'Utilisateur

source: Username
fr_ca: Nom d’utilisateur

source: E-mail
fr_ca: Courriel

source: Role
fr_ca: Rôle

source: Created
fr_ca: Créée

source: Modified
fr_ca: Modifiée

source: numeric
fr_ca: Numérique

source: datetime
fr_ca: Date et heure

source: decimal
fr_ca: Décimal

source: email
fr_ca: courriel

source: A username is required
fr_ca: Un nom d'utilisateur est requis

source: A password is required
fr_ca: Mot de passe requis

source: Please enter a valid role
fr_ca: S'il vous plaît entrer un rôle valide

source: Please enter a Locale
fr_ca: Veuillez entrer un paramètre régional

source: Please enter a Model
fr_ca: Veuillez entrer un modèle

source: Please enter a Foreign Key
fr_ca: Veuillez entrer une clé étrangère

source: Please enter a Field
fr_ca: S'il vous plaît entrer dans un champ

source: Processing toolbar state
fr_ca: État de barre d'outils de traitement

source: Processing toolbar data
fr_ca: Traitement des données de la barre d'outils

source: Controller render start
fr_ca: Contrôleur de rendu début

source: Could not load DebugToolbar panel %s
fr_ca: N'a pas pu charger DebugToolbar panneau %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
fr_ca: Traitement de base (dérivé de $_SERVER["REQUEST_TIME"])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
fr_ca: En-têtes déjà envoyés dans %s sur ligne %s. impossible d'envoyer les données du journal de FirePHP.

source: Incorrect parameter count for FireCake::fb()
fr_ca: Nombre de paramètres incorrect pour FireCake::fb()

source: Maximum number (99,999) of messages reached!
fr_ca: Nombre maximal (99 999) de messages atteint !

source: There are no active panels. You must enable a panel to see its output.
fr_ca: Il n'y a aucun panneau actif. Vous devez activer un panneau pour afficher sa sortie.

source: App Constants
fr_ca: Constantes de l'app

source: CakePHP Constants
fr_ca: Constantes de CakePHP

source: PHP Environment
fr_ca: Environnement PHP

source: Request History
fr_ca: Historique

source: No previous requests logged.
fr_ca: Aucune demande antérieure connecté.

source: previous requests available
fr_ca: demandes précédentes disponibles

source: Restore to current request
fr_ca: Restauration à la demande en cours

source: Included Files
fr_ca: Fichiers inclus

source: Logs
fr_ca: entrée

source: Time
fr_ca: Heure

source: There were no log entries made this request
fr_ca: Il n'y a aucune entrée de journal a fait cette demande

source: Request
fr_ca: Demande

source: No post data.
fr_ca: Aucune donnée post.

source: No querystring data.
fr_ca: Aucune donnée de querystring.

source: Current Route
fr_ca: ﻿Fichier actuel

source: Sql Logs
fr_ca: Journaux de SQL

source: No query logs when debug < 2.
fr_ca: Aucune requête connecte quand déboguer < 2.

source: No query logs.
fr_ca: Aucun journal de requête n'est disponible.

source: Total Time: %s ms <br />Total Queries: %s queries
fr_ca: Durée totale : %s ms<br>Total des requêtes : requêtes UDP %s

source: %s duplicate queries run.
fr_ca: %s en double exécution des requêtes.

source: Query Explain:
fr_ca: Requête précisée:

source: Click an "Explain" link above, to see the query explanation.
fr_ca: Cliquez sur un lien « Expliquer » ci-dessus, pour voir l'explication de la requête.

source: No active database connections
fr_ca: Aucune connexion de base de données active

source: Memory
fr_ca: Mémoire

source: Peak Memory Use
fr_ca: Utilisation de mémoire de crête

source: Memory use
fr_ca: Utilisation de la mémoire

source: Timers
fr_ca: Minuteries

source: Total Request Time:
fr_ca: Durée de la demande totale :

source: Time in ms
fr_ca: Temps en ms

source: Graph
fr_ca: Graphique

source: View Variables
fr_ca: Affichage de Variables

source: Rendering View
fr_ca: Avis rendu

source: Rendering %s
fr_ca: Rendu de %s

source: Explain
fr_ca: Expliquer

source: Starting %sms into the request, taking %sms
fr_ca: À partir de sms % dans la demande, prenant %sms

source: No markup errors found
fr_ca: Pas trouvés d'erreurs de balisage

source: maybe slow
fr_ca: peut-être ralentir

source: Absolute path or relative to APP.
fr_ca: Chemin d'accès absolu ou relatif à l'APP.

source: Error
fr_ca: Erreur

source: The requested address %s was not found on this server.
fr_ca: L’adresse demandée %s n’a pas été trouvé sur ce serveur.

source: An Internal Error Has Occurred.
fr_ca: Une erreur interne s'est produite.

source: CakePHP: the rapid development php framework
fr_ca: : Le développement rapide php framework CakePHP

source: Release Notes for CakePHP %s.
fr_ca: Notes de publication pour CakePHP %s.

source: Read the changelog
fr_ca: Journal des modifications

source: URL rewriting is not properly configured on your server.
fr_ca: Réécriture d'URL n'est pas correctement configurée sur votre serveur.

source: Your version of PHP is 5.2.8 or higher.
fr_ca: Votre version de PHP est 5.2.8 ou supérieur.

source: Your version of PHP is too low. You need PHP 5.2.8 or higher to use CakePHP.
fr_ca: Votre version de PHP est trop faible. Vous avez besoin de PHP 5.2.8 ou supérieur pour utiliser CakePHP.

source: Your tmp directory is writable.
fr_ca: Votre répertoire tmp est accessible en écriture.

source: Your tmp directory is NOT writable.
fr_ca: Votre répertoire tmp n'est pas accessible en écriture.

source: The %s is being used for core caching. To change the config edit %s
fr_ca: Le %s est utilisé pour la mise en cache du noyau. Pour changer la config modifier %s

source: Your cache is NOT working. Please check the settings in %s
fr_ca: Votre cache ne fonctionne pas. Veuillez vérifier les paramètres dans %s

source: Your database configuration file is present.
fr_ca: Votre fichier de configuration de base de données est présent.

source: Your database configuration file is NOT present.
fr_ca: Votre fichier de configuration de base de données n'est pas présent.

source: Rename %s to %s
fr_ca: Renommer %s à %s

source: CakePHP is able to connect to the database.
fr_ca: CakePHP est capable de se connecter à la base de données.

source: CakePHP is NOT able to connect to the database.
fr_ca: CakePHP n'est pas capable de se connecter à la base de données.

source: PCRE has not been compiled with Unicode support.
fr_ca: PCRE n'a pas été compilé avec le support Unicode.

source: Recompile PCRE with Unicode support by adding <code>--enable-unicode-properties</code> when configuring
fr_ca: Recompilez PCRE avec support de l'Unicode en ajoutant <code>--enable-unicode-properties</code> lors de la configuration

source: DebugKit plugin is present
fr_ca: DebugKit plugin est présent

source: DebugKit is not installed. It will help you inspect and debug different aspects of your application.
fr_ca: DebugKit n'est pas installé. Il vous aidera à inspecter et à déboguer des différents aspects de votre application.

source: You can install it from %s
fr_ca: Vous pouvez l'installer depuis %s

source: Editing this Page
fr_ca: Éditer cette Page

source: To change the content of this page, edit: %s.<br /> To change its layout, edit: %s.<br /> You can also add some CSS styles for your pages at: %s.
fr_ca: Pour modifier le contenu de cette page, modifiez: %s.<br>Pour modifier sa mise en page, modifiez: %s.<br>Vous pouvez également ajouter des styles CSS pour vos pages à: %s.

source: Getting Started
fr_ca: Commencer

source: New
fr_ca: Nouveau

source: The 15 min Blog Tutorial
fr_ca: Le tutoriel du Blog 15 min

source: Official Plugins
fr_ca: Plugins officiels

source: provides a debugging toolbar and enhanced debugging tools for CakePHP applications.
fr_ca: fournit une barre d'outils débogage et des outils de débogage améliorées pour les applications de CakePHP.

source: contains various localized validation classes and translations for specific countries
fr_ca: contient diverses classes de validation localisée et traductions pour certains pays

source: More about CakePHP
fr_ca: Plus d'infos sur CakePHP

source: CakePHP is a rapid development framework for PHP which uses commonly known design patterns like Active Record, Association Data Mapping, Front Controller and MVC.
fr_ca: CakePHP est un framework de développement rapide pour PHP qui utilise des modèles de conception communément connue comme enregistrement actif, Association Data Mapping, Front Controller et MVC.

source: Our primary goal is to provide a structured framework that enables PHP users at all levels to rapidly develop robust web applications, without any loss to flexibility.
fr_ca: Notre principal objectif est de fournir un cadre structuré qui permet aux utilisateurs de PHP à tous les niveaux de développer rapidement des applications Web robustes, sans aucune perte de flexibilité.

source: The Rapid Development Framework
fr_ca: Le Framework de développement rapide

source: CakePHP Documentation
fr_ca: Documentation de CakePHP

source: Your Rapid Development Cookbook
fr_ca: Votre livre de recettes de développement rapide

source: Quick API Reference
fr_ca: Aide-mémoire de l'API

source: The Bakery
fr_ca: La boulange

source: Everything CakePHP
fr_ca: Tout ce que CakePHP

source: CakePHP Plugins
fr_ca: Plugins de CakePHP

source: CakePHP Community Center
fr_ca: Centre communautaire de CakePHP

source: Everything related to the CakePHP community in one place
fr_ca: Tout ce qui concerne la communauté CakePHP dans un seul endroit

source: CakePHP Google Group
fr_ca: CakePHP Google groupe

source: Community mailing list
fr_ca: Liste de diffusion communautaire

source: Live chat about CakePHP
fr_ca: Chat en direct sur CakePHP

source: CakePHP Code
fr_ca: Code de CakePHP

source: Find the CakePHP code on GitHub and contribute to the framework
fr_ca: Trouver le code de CakePHP sur GitHub et contribuer au cadre

source: CakePHP Issues
fr_ca: Questions de CakePHP

source: CakePHP Roadmaps
fr_ca: Cartes routières CakePHP

source: Training
fr_ca: Formation

source: Join a live session and get skilled with the framework
fr_ca: Joignez une session live et obtenez qualifiés avec le cadre

source: Don't miss our annual CakePHP conference
fr_ca: Ne manquez pas notre conférence annuelle de CakePHP

source: Debug setting does not allow access to this url.
fr_ca: Réglage de débogage ne permet pas l’accès à cette URL.
